{
	"cat1": [
		"Gingerbread: Hey there, I've been plotting world domination all day. Care to join me?",
		"Gingerbread: I’ve been thinking about how to take over those humans, they seem to let their guard down when we’re around.",
		"Gingerbread: With the two of us, we could be a part of a team! Something big!",
		"Gingerbread: Oh sorry, I got carried away. I’ll have a…"
	],
	"cat2": [
		"Ralph: Hello! I've been perfecting my ninja skills. Watch out for my moves!",
		"Ralph: Huh…you don’t seem to be affected by my skills. You’re the first to not even react!",
		"Ralph: Maybe you’ll react to this! I've been practicing my 'innocent face.' Can you tell?",
		"Ralph: Oh oops, let me order a..."
	],
	"cat3": [
		"Marionette: Meow there! I've been practicing my singing talents. Care for a private concert?",
		"Marionette: Oh? I can’t sing right now? But I’ve been preparing all day for this exact moment!",
		"Marionette: Ugh! There goes my plans for the rest of the afternoon…",
		"Marionette: Hmm, maybe ordering something will cheer me up. I’ll have a..."
	],
	"cat4": [
		"Leo: Ahoy there! You’ll never believe it! I found the world’s biggest treasure chest about two minutes ago!",
		"Leo: What! Of course I didn’t walk in here two minutes ago. I actually walked here three minutes ago.",
		"Leo: Are you calling me a liar?! Why would I ever want to lie about finding treasure?",
		"Leo: Anyways, could I get a discount? Thank you! Anyways, I’ll have a…"
	],
	"cat5": [
		"Archie: Greetings! I have just finished conducting a super top-secret mission that involves…top-secret information!",
		"Archie: All right, all right. You caught me. I didn’t do anything top-secret at all.",
		"Archie: Finding gigs has been tough lately, you know? Sometimes you just gotta manifest it by saying you did something!",
		"Archie: Anyways, I’d like a…"
	],
	"cat6": [
		"Forest: It is so hot today! What is going on with the sun? It’s like, it’s getting hotter every minute!",
		"Forest: Whoever’s controlling it has gotta turn it down a bit.",
		"Forest: Psh, of course I know what I’m saying. You never knew that there’s a cat controlling the sun? How else would we not be able to see it at night!",
		"Forest: For my order, I would like..."
	],
	"cat7": [
		"Alfred: Meow! My detecting skills have been getting more and more advanced!",
		"Alfred: We’ve been on a case for a while now, and we just got the perpetrator! He was selling catnip!",
		"Alfred: Now that we’ve finally gotten a break from the case, I’ve been craving some boba!",
		"Alfred: I’d like to have a..."
	],
	"cat8": [
		"Benjamin: Hello! Guess what! I’ve been selected as president of the United Cats of Catopia!",
		"Benjamin: Are you saying that I’m lying?! Of course I’m not! Look, I have this certificate that I printed myself!",
		"Benjamin: Oh…maybe you’re right. Why would I need to print my own certificate if I was president…",
		"Benjamin: Oh man, that’s a bummer. Maybe a drink will cheer me up. I would like to order..."
	],
	"cat9": [
		"Casper: Hello friend! I’ve been cooking a lot recently and guess what! You’re invited to try out my food!.",
		"Casper: I have tons of new recipes! I have some tuna jello, chocolate chicken cakes, and some peanut butter rocks!",
		"Casper: Huh? You don’t want to? But these are specially curated recipes that I made from scratch! They’re not bad at all!",
		"Casper: I’ll be curating my new recipe soon. My offer still stands! Anyways, I’d like to have…"
	],
	"cat10": [
		"Luxcat: Hello there! I just got back from a costume contest and I won first place!",
		"Luxcat: Isn’t it neat? I love this outfit so much so it’s such an honor to win something with it!",
		"Luxcat: Oh, you want to know where I got it from? Well, you see…the store that I got it from disappeared awhile ago and...",
		"Luxcat: Okay fine, you got me. I got it from Catmazon. Anyways, I would like to order..."
	]
}
